tap "bibendi/dip"
tap "derailed/k9s"
tap "go-delve/delve"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "jesseduffield/lazydocker"
tap "microsoft/mssql-release"
tap "nyuichi/satysfi"
brew "anyenv"
brew "readline"
brew "awscli"
brew "bat"
brew "bear"
brew "bison"
brew "cmake"
brew "cocoapods"
brew "coreutils"
brew "ctags"
brew "diffutils"
brew "docker"
brew "docker-compose"
brew "ed", link: true
brew "exa"
brew "fd"
brew "pkg-config"
brew "ffmpeg"
brew "findutils"
brew "flex"
brew "fontforge"
brew "gcc"
brew "gcc@9", link: false
brew "gdb"
brew "ghq"
brew "gibo"
brew "git-lfs"
brew "gnu-sed"
brew "gnu-tar"
brew "gnupg"
brew "gnuplot"
brew "grep"
brew "gzip"
brew "highlight"
brew "htop"
brew "httperf"
brew "hub"
brew "jq"
brew "libiconv"
brew "libxml2"
brew "libxslt"
brew "llvm"
brew "mingw-w64"
brew "mono"
brew "protobuf"
brew "mosh"
brew "mysql"
brew "mysql-client"
brew "nkf"
brew "peco"
brew "reattach-to-user-namespace"
brew "telnet"
brew "tig"
brew "tmux"
brew "tor"
brew "tree"
brew "vim"
brew "w3m"
brew "watch"
brew "watchman"
brew "wget"
brew "zlib"
brew "zsh"
brew "zsh-completions"
brew "bibendi/dip/dip"
brew "derailed/k9s/k9s"
brew "microsoft/mssql-release/msodbcsql"
brew "microsoft/mssql-release/mssql-tools"
cask "1password"
cask "alfred"
cask "android-studio"
cask "astah-professional"
cask "azure-data-studio"
cask "dash"
cask "discord"
cask "docker"
cask "dotnet-sdk"
cask "firefox"
cask "github"
cask "google-chrome"
cask "google-cloud-sdk"
cask "google-japanese-ime"
cask "iterm2"
cask "java"
cask "karabiner-elements"
cask "kindle"
cask "mactex-no-gui"
cask "microsoft-office"
cask "microsoft-remote-desktop-beta"
cask "mono-mdk"
cask "mysqlworkbench"
cask "postman"
cask "processing"
cask "qbittorrent"
cask "skim"
cask "skype"
cask "slack"
cask "spotify"
cask "switchhosts"
cask "tripmode"
cask "vagrant"
cask "visual-studio"
cask "visual-studio-code"
cask "vmware-horizon-client"
cask "vnc-viewer"
cask "wireshark"
cask "xquartz"
cask "zotero"
