tap "caskroom/cask"
tap "derailed/k9s"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "jesseduffield/lazydocker"
tap "microsoft/mssql-release"
tap "nyuichi/satysfi"
brew "anyenv"
brew "readline"
brew "awscli"
brew "bear"
brew "cmake"
brew "coreutils"
brew "ctags"
brew "diffutils"
brew "docker"
brew "docker-compose"
brew "ed"
brew "findutils"
brew "fontforge"
brew "gcc"
brew "gdb"
brew "ghq"
brew "gibo"
brew "gnu-sed"
brew "gnu-tar"
brew "gnupg"
brew "gnuplot"
brew "grep"
brew "gzip"
brew "highlight"
brew "htop"
brew "httperf"
brew "hub"
brew "jq"
brew "llvm"
brew "mysql"
brew "mysql-client"
brew "openssl"
brew "reattach-to-user-namespace"
brew "telnet"
brew "tig"
brew "tmux"
brew "tree"
brew "vim"
brew "watch"
brew "watchman"
brew "zlib"
brew "zsh"
brew "zsh-completions"
brew "derailed/k9s/k9s"
cask "1password"
cask "alfred"
cask "android-studio"
cask "astah-professional"
cask "azure-data-studio"
cask "dash"
cask "discord"
cask "docker"
cask "dotnet-sdk"
cask "google-chrome"
cask "google-japanese-ime"
cask "iterm2"
cask "java"
cask "karabiner-elements"
cask "kindle"
cask "mactex-no-gui"
cask "microsoft-office"
cask "mono-mdk"
cask "mysqlworkbench"
cask "postman"
cask "processing"
cask "qbittorrent"
cask "skim"
cask "skype"
cask "slack"
cask "switchhosts"
cask "tripmode"
cask "vagrant"
cask "virtualbox"
cask "visual-studio"
cask "vmware-horizon-client"
cask "vnc-viewer"
cask "wireshark"
cask "xquartz"
cask "zoom"
cask "zotero"
