tap "dart-lang/dart"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/php"
tap "homebrew/versions"
tap "neovim/neovim"
tap "sanemat/font"
brew "openssl"
brew "autoconf"
brew "automake"
brew "boost"
brew "carthage"
brew "clang-format"
brew "cmake"
brew "cocoapods"
brew "cryptopp"
brew "curl", link: true
brew "jansson"
brew "doxygen"
brew "ffmpeg"
brew "flow"
brew "fontforge"
brew "ghostscript"
brew "ghq"
brew "gibo"
brew "gist"
brew "gnuplot", args: ["with-aquaterm", "with-x11"]
brew "pkg-config"
brew "sqlite"
brew "graphviz"
brew "hub"
brew "libxml2"
brew "usbmuxd", args: ["HEAD"]
brew "libimobiledevice", args: ["HEAD"]
brew "ideviceinstaller"
brew "imagemagick"
brew "ios-deploy"
brew "mysql"
brew "neovim"
brew "nkf"
brew "pandoc"
brew "poppler"
brew "postgresql"
brew "rbenv"
brew "reattach-to-user-namespace"
brew "tig"
brew "tmux"
brew "vim"
brew "watchman"
brew "wget"
brew "wine"
brew "winetricks"
brew "zsh-autosuggestions"
brew "dart-lang/dart/dart"
brew "sanemat/font/ricty", args: ["with-powerline"]
cask "docker-toolbox"
cask "dotnet"
cask "fontforge"
cask "java"
cask "mactex"
cask "racket"
cask "vagrant"
cask "virtualbox"
