tap "derailed/k9s"
tap "fumiyas/echo-sd"
tap "golangci/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
brew "anyenv"
brew "bat"
brew "readline"
brew "bear"
brew "cocoapods"
brew "coreutils"
brew "docker"
brew "docker-compose"
brew "exa"
brew "pkg-config"
brew "ffmpeg"
brew "gcc"
brew "gcc@9"
brew "gdb"
brew "ghq"
brew "gibo"
brew "git"
brew "gnu-sed"
brew "gnupg"
brew "lua"
brew "gnuplot"
brew "grep"
brew "highlight"
brew "htop"
brew "hub"
brew "jq"
brew "llvm"
brew "luajit"
brew "protobuf"
brew "mosh"
brew "mysql"
brew "mysql-client"
brew "neovim"
brew "peco"
brew "reattach-to-user-namespace"
brew "tig"
brew "tmux"
brew "tor"
brew "tree"
brew "watch"
brew "wget"
brew "zsh"
brew "zsh-completions"
brew "derailed/k9s/k9s"
brew "fumiyas/echo-sd/echo-sd"
brew "golangci/tap/golangci-lint"
cask "1password"
cask "alfred"
cask "discord"
cask "docker"
cask "google-chrome"
cask "google-cloud-sdk"
cask "google-japanese-ime"
cask "iterm2"
cask "java"
cask "jetbrains-toolbox"
cask "karabiner-elements"
cask "kindle"
cask "mactex-no-gui"
cask "microsoft-auto-update"
cask "microsoft-office"
cask "obs"
cask "postman"
cask "processing"
cask "qbittorrent"
cask "slack"
cask "spotify"
cask "switchhosts"
cask "tripmode"
cask "vagrant"
cask "virtualbox"
cask "visual-studio-code"
cask "xquartz"
cask "zotero"
