tap "caskroom/cask"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "icn-team/hicn-tap"
tap "jesseduffield/lazydocker"
tap "nyuichi/satysfi"
brew "anyenv"
brew "openssl"
brew "readline"
brew "xz"
brew "azure-cli"
brew "cairo"
brew "cmake"
brew "cocoapods"
brew "cryptopp"
brew "ctags"
brew "docker"
brew "docker-compose"
brew "gcc"
brew "gdb"
brew "ghq"
brew "gibo"
brew "gnupg"
brew "gnuplot"
brew "highlight"
brew "hub"
brew "usbmuxd", args: ["HEAD"]
brew "libimobiledevice", args: ["HEAD"]
brew "ideviceinstaller"
brew "ios-deploy"
brew "jq"
brew "mysql"
brew "mysql-client"
brew "protobuf"
brew "tig"
brew "tmux"
brew "tree"
brew "vim"
brew "watchman"
brew "zlib"
brew "zsh"
brew "zsh-completions"
brew "jesseduffield/lazydocker/lazydocker"
brew "nyuichi/satysfi/satysfi", args: ["HEAD"]
cask "1password"
cask "alfred"
cask "amorphousdiskmark"
cask "astah-professional"
cask "azure-data-studio"
cask "docker"
cask "dotnet-sdk"
cask "duet"
cask "gitkraken"
cask "google-chrome"
cask "google-japanese-ime"
cask "iterm2"
cask "java"
cask "karabiner-elements"
cask "kindle"
cask "kite"
cask "mactex-no-gui"
cask "microsoft-office"
cask "mysqlworkbench"
cask "postman"
cask "skim"
cask "skype"
cask "slack"
cask "switchhosts"
cask "vagrant"
cask "virtualbox"
cask "visual-studio"
cask "visual-studio-code"
cask "visual-studio-code-insiders"
cask "zotero"
