tap "caskroom/cask"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "jesseduffield/lazydocker"
tap "microsoft/mssql-release"
tap "nyuichi/satysfi"
brew "anyenv"
brew "readline"
brew "xz"
brew "azure-cli"
brew "openssl"
brew "bear"
brew "cairo"
brew "cmake"
brew "cocoapods"
brew "coreutils"
brew "cryptopp"
brew "ctags"
brew "diffutils"
brew "docker", link: false
brew "docker-compose", link: false
brew "ed"
brew "findutils"
brew "fontforge"
brew "gawk"
brew "gcc"
brew "gdb"
brew "ghq"
brew "gibo"
brew "gnu-sed"
brew "gnu-tar"
brew "gnupg"
brew "gnuplot"
brew "grep"
brew "gzip"
brew "highlight"
brew "htop"
brew "httperf"
brew "hub"
brew "usbmuxd", args: ["HEAD"]
brew "libimobiledevice", args: ["HEAD"]
brew "ideviceinstaller"
brew "ios-deploy"
brew "jq"
brew "llvm"
brew "mysql"
brew "mysql-client"
brew "nkf"
brew "openvpn"
brew "protobuf"
brew "reattach-to-user-namespace"
brew "tig"
brew "tmux"
brew "tree"
brew "vim"
brew "watch"
brew "watchman"
brew "zlib"
brew "zsh"
brew "zsh-completions"
brew "jesseduffield/lazydocker/lazydocker"
brew "microsoft/mssql-release/mssql-tools"
brew "nyuichi/satysfi/satysfi", args: ["HEAD"]
cask "1password"
cask "alacritty"
cask "alfred"
cask "amorphousdiskmark"
cask "astah-professional"
cask "azure-data-studio"
cask "discord"
cask "docker"
cask "dotnet-sdk"
cask "duet"
cask "font-hack-nerd-font"
cask "fontforge"
cask "gitkraken"
cask "google-chrome"
cask "google-japanese-ime"
cask "hyper"
cask "iterm2"
cask "java"
cask "java11"
cask "karabiner-elements"
cask "kindle"
cask "kite"
cask "mactex-no-gui"
cask "microsoft-office"
cask "mysqlworkbench"
cask "postman"
cask "processing"
cask "skim"
cask "skype"
cask "slack"
cask "switchhosts"
cask "terminus"
cask "vagrant"
cask "virtualbox"
cask "visual-studio"
cask "visual-studio-code"
cask "visual-studio-code-insiders"
cask "xquartz"
cask "zotero"
