tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
brew "git"
brew "bash"
brew "bash-completion@2"
brew "bat"
brew "coreutils"
brew "gh"
brew "ghq"
brew "gibo"
brew "gnu-sed"
brew "go"
brew "hub"
brew "jq"
brew "kind"
brew "peco"
brew "reattach-to-user-namespace"
brew "starship"
brew "yq"
cask "1password"
cask "discord"
cask "docker-desktop"
cask "google-chrome"
cask "iterm2"
cask "karabiner-elements"
cask "notion"
cask "obsidian"
cask "spotify"
cask "steam"
cask "tripmode"
cask "visual-studio-code"
vscode "christian-kohler.path-intellisense"
vscode "cocopon.iceberg-theme"
vscode "donjayamanne.githistory"
vscode "eamodio.gitlens"
vscode "emilast.logfilehighlighter"
vscode "esbenp.prettier-vscode"
vscode "formulahendry.auto-close-tag"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.vscode-pull-request-github"
vscode "golang.go"
vscode "gruntfuggly.todo-tree"
vscode "ibm.output-colorizer"
vscode "iliazeus.vscode-ansi"
vscode "jduponchelle.rainbow-end"
vscode "mark-wiemer.vscode-autohotkey-plus-plus"
vscode "mechatroner.rainbow-csv"
vscode "mosapride.zenkaku"
vscode "ms-azuretools.vscode-containers"
vscode "ms-ceintl.vscode-language-pack-ja"
vscode "ms-dotnettools.vscode-dotnet-runtime"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.remote-wsl"
vscode "ms-vscode.powershell"
vscode "ms-vscode.remote-explorer"
vscode "ms-vsliveshare.vsliveshare"
vscode "oderwat.indent-rainbow"
vscode "pkief.material-icon-theme"
vscode "redhat.vscode-yaml"
vscode "shardulm94.trailing-spaces"
vscode "streetsidesoftware.code-spell-checker"
vscode "sumneko.lua"
vscode "tamasfe.even-better-toml"
vscode "usernamehw.errorlens"
vscode "vscode-icons-team.vscode-icons"
vscode "vscodevim.vim"
vscode "wayou.vscode-todo-highlight"
vscode "wraith13.bracket-lens"
vscode "xadillax.viml"
vscode "yzhang.markdown-all-in-one"
